/*************************************************************************
                           THourFilter  -  description
                             -------------------
    dÃ©but                : $DATE$
    copyright            : (C) $YEAR$ par $AUTHOR$
    e-mail               : $EMAIL$
*************************************************************************/

//---------- Interface de la classe <THourFilter> (fichier THourFilter.h) ----------------
#if ! defined ( THourFilter_H )
#define THourFilter_H

//--------------------------------------------------- Interfaces utilisÃ©es
//------------------------------------------------------------- Constantes

//------------------------------------------------------------------ Types

//------------------------------------------------------------------------
// RÃ´le de la classe <THourFilter>
//
//
//------------------------------------------------------------------------

class THourFilter
{
//----------------------------------------------------------------- PUBLIC

int main();
//-------------------------------- Autres dÃ©finitions dÃ©pendantes de <THourFilter>

};
#endif // THourFilter_H
